{"id":203,"text":"OVG Berlin-Brandenburg - 20.06.2023 - AZ: OVG 3 B 40\/23\n","label":[[0,22,"ORG"],[38,40,"MISC"],[42,55,"AZ"]],"Comments":[]}
{"id":205,"text":"Die von der Beschwerde des Weiteren der Sache nach in Bezug genommene Richtlinie 2003\/86\/EG des Rates vom 22. September 2003 betreffend das Recht auf Familienzusammenführung sieht einen Geschwisternachzug gerade nicht vor (vgl. Art. 4 und 7 der Richtlinie). Deshalb stellt sich die Frage eines Vorlageverfahrens an den Gerichtshof der Europäischen Union nach Art. 267 AEUV mangels Zuständigkeit der Union von vornherein nicht.\n","label":[[81,91,"NOR"],[319,353,"ORG"],[359,372,"REF"],[399,404,"ORG"]],"Comments":[]}
{"id":215,"text":"Das Darlegungserfordernis des § 133 Abs. 3 Satz 3 VwGO setzt im Fall des § 132 Abs. 2 Nr. 1 VwGO die Formulierung einer bestimmten, höchstrichterlich noch ungeklärten und für die Revisionsentscheidung erheblichen Rechtsfrage des revisiblen Rechts sowie die Angabe voraus, worin die allgemeine, über den Einzelfall hinausgehende Bedeutung besteht. Die Beschwerde muss daher erläutern, dass und inwiefern die Revisionsentscheidung zur Klärung einer bisher revisionsgerichtlich nicht beantworteten fallübergreifenden Rechtsfrage des revisiblen Rechts führen kann (stRspr, vgl. BVerwG, Beschlüsse vom 19. August 1997 - 7 B 261.97 - Buchholz 310 § 133 <n. F.> VwGO Nr. 26 S. 14 m. w. N. und zuletzt vom 22. Juni 2023 - 2 B 21.23 - juris Rn. 6).\n","label":[[30,54,"REF"],[73,96,"REF"],[574,580,"ORG"],[615,625,"AZ"],[628,672,"REF"],[714,723,"AZ"]],"Comments":[]}
{"id":216,"text":"BVerwG, Beschluss vom 29.02.2024 - 2 B 42.23 - [ECLI:DE:BVerwG:2024:290224B2B42.23.0]\n","label":[[0,6,"ORG"],[35,44,"AZ"],[47,85,"REF"]],"Comments":[]}
{"id":217,"text":"In der Verwaltungsstreitsache hat der 2. Senat des Bundesverwaltungsgerichts\n","label":[[7,29,"ORG"],[51,76,"LOC"]],"Comments":[]}
{"id":218,"text":"Der im Jahr 1985 geborene Kläger ist Lehrer. Er wurde im Jahr 2012 unter Berufung in das Beamtenverhältnis auf Probe in den niedersächsischen Schuldienst eingestellt und zum Studienrat (Besoldungsgruppe A 13) ernannt. Grundlage seiner Besoldung war nach dem damals geltenden Landesbesoldungsrecht das in Abhängigkeit vom Lebensalter bestimmte Besoldungsdienstalter. Zum Jahresbeginn 2017 wurde das Landesbesoldungsrecht grundlegend geändert und das Besoldungslebensalterssystem durch ein System der Erfahrungsstufen ersetzt. Für einzelne Bestimmungen des Neuregelungsgesetzes ist eine Rückwirkung zum September 2011 vorgesehen. Mit Bescheid vom Oktober 2018 hob der Beklagte die im Jahr 2012 erfolgte Festsetzung des Besoldungsdienstalters des Klägers auf und ordnete ihn im Ergebnis einer gesetzlich vorgesehenen Günstigkeitsprüfung in das neue Erfahrungsstufensystem ein. Hiernach stand ihm ab Beginn seines Beamtenverhältnisses im September 2012 ein Grundgehalt der Besoldungsstufe 4 der Besoldungsgruppe A 13 zu und begann die Laufzeit dieser Stufe im März 2012.\n","label":[[26,32,"ROL"],[57,66,"MISC"],[124,141,"LOC"],[666,674,"ROL"],[744,751,"ROL"]],"Comments":[]}
{"id":219,"text":"durch den Vorsitzenden Richter am Bundesverwaltungsgericht Dr. Kenntner, den Richter am Bundesverwaltungsgericht Dr. von der Weiden und\n","label":[[34,58,"ORG"],[59,71,"PER"],[77,84,"ROL"],[88,112,"ORG"],[113,131,"PER"]],"Comments":[]}
{"id":220,"text":"die Richterin am Bundesverwaltungsgericht Hampel\n","label":[[17,48,"ORG"]],"Comments":[]}
{"id":223,"text":"3. Die Soldatin hat durch ihren Verteidiger am 15. Februar 2023 beim Truppendienstgericht Beschwerde gegen den Beschluss eingelegt, \"mit dem die Durchsuchung des Mobiltelefons und der darin befindlichen Speichermedien und Daten angeordnet wird\". Es fehle am Anfangsverdacht eines Dienstvergehens. Das Mobiltelefon gehöre ihrem Ehemann. Die Angehörigen des BAMAD hätten sie zur Einsichtnahme in das Mobiltelefon genötigt. Sie habe das Fotografieren von Inhalten nicht gestattet. Mit Schriftsätzen vom 17. Februar und 28. April 2023 sind weitere Einwände erhoben worden.\n","label":[[32,43,"ROL"],[69,89,"ORG"],[356,361,"ORG"]],"Comments":[]}
{"id":231,"text":"durch den Vorsitzenden Richter am Bundesverwaltungsgericht Dr. Kenntner, den Richter am Bundesverwaltungsgericht Dr. von der Weiden und\n","label":[[34,58,"ORG"],[59,71,"PER"],[77,84,"ROL"],[88,112,"ORG"],[113,131,"PER"]],"Comments":[]}
{"id":232,"text":"\"ob das Abrücken des Bundesverwaltungsgerichts [in seinen Urteilen vom 7. Oktober 2020, insbesondere im Verfahren - 2 C 18.19 - BVerwGE 169, 318 Rn. 29 ff.] von den Rechtsgrundsätzen seiner Entscheidung vom 5. September 2013 [- 2 C 47.11 - (Buchholz 239.1 § 56 BeamtVG Nr. 8 Rn. 17)] lediglich die Problematik der 'Endzeitbegrenzung', nicht aber die angesprochene 'Abzugsberechnung' betroffen hat\",\n","label":[[21,46,"ORG"],[116,125,"AZ"],[128,155,"REF"],[228,237,"AZ"],[240,282,"REF"]],"Comments":[]}
{"id":233,"text":"Nach den Entscheidungen des Bundesverwaltungsgerichts zum Wiederaufgreifen bestandskräftiger Ruhensbescheide im Zusammenhang mit Kapitalabfindungen aus zwischenstaatlichen Verwendungen (BVerwG, Urteile vom 7. Oktober 2020 - 2 C 1.19 , 2 C 18.19 , 2 C 19.19 , 2 C 5.20 und 2 C 7.20 -) machte der Kläger unter Bezugnahme darauf im Berufungsverfahren geltend, das Verfahren sei auch deshalb wiederaufzugreifen, weil in unzulässiger Weise eine Dynamisierung des Kapitalbetrags ohne Rechtsgrundlage und die fiktive Verrentung anhand des Mittelwerts der statistischen Lebenserwartung von Männern und Frauen anstatt der - für den Kläger günstigeren - Lebenserwartung von Frauen vorgenommen worden seien. Im Hinblick auf die Rückgängigmachung der rechtswidrigen Dynamisierung müsse der Klage stattgegeben werden.\n","label":[[28,53,"ORG"],[186,192,"ORG"],[224,232,"AZ"],[235,244,"AZ"],[247,256,"AZ"],[259,267,"AZ"],[272,280,"AZ"],[623,629,"ROL"]],"Comments":[]}
{"id":234,"text":"BVerwG 2 B 32.23\n","label":[[0,6,"ORG"],[7,16,"AZ"]],"Comments":[]}
{"id":237,"text":"Die Beklagte habe jedoch mit den Änderungsbescheiden vom 30. Juni 2021 und vom 20. Juli 2021 die klägerischen Korrekturansprüche erfüllt, soweit das in § 48 Abs. 1 VwVfG vorgesehene Korrekturermessen im Hinblick auf höchstgerichtliche Klärungen reduziert war, indem sie zur ursprünglich rein zeitbezogen berechneten Ruhensregelung gemäß § 69c Abs. 5 Satz 2 i. V. m. § 69m Abs. 2 Satz 1 BeamtVG eine Vergleichsberechnung unter Berücksichtigung der tatsächlich an den Kläger ausgezahlten Kapitalbeträge vorgenommen habe. Das Korrekturermessen der Behörde und der damit korrespondierende Anspruch des Versorgungsempfängers verdichte sich bei höchstgerichtlichen Klärungen von Rechtswidrigkeitsgründen regelmäßig ab dem Beginn desjenigen Kalendermonats, der der jeweiligen höchstgerichtlichen Entscheidung nachfolge. Damit verdichte sich vorliegend ab dem Stichtag des 1. Oktober 2013 das Korrekturermessen zu einer Korrekturpflicht, soweit der bestandskräftige Ruhensbescheid unzulässig dynamisiert und verzinslich verrentet habe. Außerdem bestehe ab dem 1. November 2019 die Pflicht, den Ruhensbescheid bei der geschlechtsspezifischen Verrentung im Wege der sog. Angleichung nach oben zu korrigieren, also bei der Verrentung die günstigeren Verrentungsdivisoren für Frauen auch bei Männern zugrunde zu legen. Die Beklagte habe diese Stichtage in den Änderungsbescheiden mit der Folge einer entsprechenden Nachzahlung an den Kläger berücksichtigt.\n","label":[[4,12,"ROL"],[337,356,"REF"],[366,393,"REF"],[1311,1319,"ROL"],[1422,1428,"ROL"]],"Comments":[]}
{"id":244,"text":"Auf die Beschwerde des Klägers wird der Beschluss des Fachsenats des Oberverwaltungsgerichts Mecklenburg-Vorpommern vom 15. Dezember 2022 geändert. Die Sperrerklärung des Beklagten vom 22. Januar 2020 ist rechtswidrig, soweit sie sich auf Blatt 17 bis 134, 136 bis 225, 228 bis 266, 269 bis 326, 329 und 331 bis 342 des Verwaltungsvorgangs zu den gespeicherten Daten des Klägers bezieht.\n","label":[[23,30,"ROL"],[69,115,"ORG"],[371,378,"ROL"]],"Comments":[]}
{"id":286,"text":"BVerwG, Beschluss vom 10.04.2024 - 1 W-VR 20.23 - [ECLI:DE:BVerwG:2024:100424B1WVR20.23.0]\n","label":[[0,6,"ORG"],[35,47,"AZ"],[50,89,"REF"]],"Comments":[]}
